{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<start>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<end>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<start>": 1,
      "<end>": 2,
      "t1": 3,
      "t2": 4,
      "t3": 5,
      "t4": 6,
      "t5": 7,
      "t6": 8,
      "t7": 9,
      "t8": 10,
      "t9": 11,
      "t10": 12,
      "t11": 13,
      "t12": 14,
      "t13": 15,
      "t14": 16,
      "t15": 17,
      "t16": 18,
      "t17": 19,
      "t18": 20,
      "t19": 21,
      "t20": 22,
      "t21": 23,
      "t22": 24,
      "t23": 25,
      "t24": 26,
      "t25": 27,
      "t26": 28,
      "t27": 29,
      "t28": 30,
      "t29": 31,
      "t30": 32,
      "t31": 33,
      "t32": 34,
      "t33": 35,
      "t34": 36,
      "t35": 37,
      "t36": 38,
      "t37": 39,
      "t38": 40,
      "t39": 41,
      "t40": 42,
      "t41": 43,
      "t42": 44,
      "t43": 45,
      "t44": 46,
      "t45": 47,
      "t46": 48,
      "t47": 49,
      "t48": 50,
      "t49": 51,
      "t50": 52,
      "t51": 53,
      "t52": 54,
      "t53": 55,
      "t54": 56,
      "t55": 57,
      "t56": 58,
      "t57": 59,
      "t58": 60,
      "t59": 61,
      "t60": 62,
      "t61": 63,
      "t62": 64,
      "t63": 65,
      "t64": 66,
      "t65": 67,
      "t66": 68,
      "t67": 69,
      "t68": 70,
      "t69": 71,
      "t70": 72,
      "t71": 73,
      "t72": 74,
      "t73": 75,
      "t74": 76,
      "t75": 77,
      "t76": 78,
      "t77": 79,
      "t78": 80,
      "t79": 81,
      "t80": 82,
      "t81": 83,
      "t82": 84,
      "t83": 85,
      "t84": 86,
      "t85": 87,
      "t86": 88,
      "t87": 89,
      "t88": 90,
      "t89": 91,
      "t90": 92,
      "t91": 93,
      "t92": 94,
      "t93": 95,
      "t94": 96,
      "t95": 97,
      "t96": 98,
      "t97": 99,
      "t98": 100,
      "t99": 101,
      "t100": 102,
      "t101": 103,
      "t102": 104,
      "t103": 105,
      "t104": 106,
      "t105": 107,
      "t106": 108,
      "t107": 109,
      "t108": 110,
      "t109": 111,
      "t110": 112,
      "t111": 113,
      "t112": 114,
      "t113": 115,
      "t114": 116,
      "t115": 117,
      "t116": 118,
      "t117": 119,
      "t118": 120,
      "t119": 121,
      "t120": 122,
      "t121": 123,
      "t122": 124,
      "t123": 125,
      "t124": 126,
      "t125": 127,
      "0:0": 128,
      "0:1": 129,
      "0:2": 130,
      "0:3": 131,
      "0:4": 132,
      "0:5": 133,
      "0:6": 134,
      "0:7": 135,
      "0:8": 136,
      "0:9": 137,
      "0:a": 138,
      "0:b": 139,
      "0:c": 140,
      "0:d": 141,
      "0:e": 142,
      "0:f": 143,
      "1:0": 144,
      "1:1": 145,
      "1:2": 146,
      "1:3": 147,
      "1:4": 148,
      "1:5": 149,
      "1:6": 150,
      "1:7": 151,
      "1:8": 152,
      "1:9": 153,
      "1:a": 154,
      "1:b": 155,
      "1:c": 156,
      "1:d": 157,
      "1:e": 158,
      "1:f": 159,
      "2:0": 160,
      "2:1": 161,
      "2:2": 162,
      "2:3": 163,
      "2:4": 164,
      "2:5": 165,
      "2:6": 166,
      "2:7": 167,
      "2:8": 168,
      "2:9": 169,
      "2:a": 170,
      "2:b": 171,
      "2:c": 172,
      "2:d": 173,
      "2:e": 174,
      "2:f": 175,
      "3:0": 176,
      "3:1": 177,
      "3:2": 178,
      "3:3": 179,
      "3:4": 180,
      "3:5": 181,
      "3:6": 182,
      "3:7": 183,
      "3:8": 184,
      "3:9": 185,
      "3:a": 186,
      "3:b": 187,
      "3:c": 188,
      "3:d": 189,
      "3:e": 190,
      "3:f": 191,
      "4:0": 192,
      "4:1": 193,
      "4:2": 194,
      "4:3": 195,
      "4:4": 196,
      "4:5": 197,
      "4:6": 198,
      "4:7": 199,
      "4:8": 200,
      "4:9": 201,
      "4:a": 202,
      "4:b": 203,
      "4:c": 204,
      "4:d": 205,
      "4:e": 206,
      "4:f": 207,
      "5:0": 208,
      "5:1": 209,
      "5:2": 210,
      "5:3": 211,
      "5:4": 212,
      "5:5": 213,
      "5:6": 214,
      "5:7": 215,
      "5:8": 216,
      "5:9": 217,
      "5:a": 218,
      "5:b": 219,
      "5:c": 220,
      "5:d": 221,
      "5:e": 222,
      "5:f": 223,
      "6:0": 224,
      "6:1": 225,
      "6:2": 226,
      "6:3": 227,
      "6:4": 228,
      "6:5": 229,
      "6:6": 230,
      "6:7": 231,
      "6:8": 232,
      "6:9": 233,
      "6:a": 234,
      "6:b": 235,
      "6:c": 236,
      "6:d": 237,
      "6:e": 238,
      "6:f": 239,
      "7:0": 240,
      "7:1": 241,
      "7:2": 242,
      "7:3": 243,
      "7:4": 244,
      "7:5": 245,
      "7:6": 246,
      "7:7": 247,
      "7:8": 248,
      "7:9": 249,
      "7:a": 250,
      "7:b": 251,
      "7:c": 252,
      "7:d": 253,
      "7:e": 254,
      "7:f": 255,
      "8:0": 256,
      "8:1": 257,
      "8:2": 258,
      "8:3": 259,
      "8:4": 260,
      "8:5": 261,
      "8:6": 262,
      "8:7": 263,
      "8:8": 264,
      "8:9": 265,
      "8:a": 266,
      "8:b": 267,
      "8:c": 268,
      "8:d": 269,
      "8:e": 270,
      "8:f": 271,
      "9:0": 272,
      "9:1": 273,
      "9:2": 274,
      "9:3": 275,
      "9:4": 276,
      "9:5": 277,
      "9:6": 278,
      "9:7": 279,
      "9:8": 280,
      "9:9": 281,
      "9:a": 282,
      "9:b": 283,
      "9:c": 284,
      "9:d": 285,
      "9:e": 286,
      "9:f": 287,
      "a:0": 288,
      "a:1": 289,
      "a:2": 290,
      "a:3": 291,
      "a:4": 292,
      "a:5": 293,
      "a:6": 294,
      "a:7": 295,
      "a:8": 296,
      "a:9": 297,
      "a:a": 298,
      "a:b": 299,
      "a:c": 300,
      "a:d": 301,
      "a:e": 302,
      "a:f": 303,
      "b:0": 304,
      "b:1": 305,
      "b:2": 306,
      "b:3": 307,
      "b:4": 308,
      "b:5": 309,
      "b:6": 310,
      "b:7": 311,
      "b:8": 312,
      "b:9": 313,
      "b:a": 314,
      "b:b": 315,
      "b:c": 316,
      "b:d": 317,
      "b:e": 318,
      "b:f": 319,
      "c:0": 320,
      "c:1": 321,
      "c:2": 322,
      "c:3": 323,
      "c:4": 324,
      "c:5": 325,
      "c:6": 326,
      "c:7": 327,
      "c:8": 328,
      "c:9": 329,
      "c:a": 330,
      "c:b": 331,
      "c:c": 332,
      "c:d": 333,
      "c:e": 334,
      "c:f": 335,
      "d:0": 336,
      "d:1": 337,
      "d:2": 338,
      "d:3": 339,
      "d:4": 340,
      "d:5": 341,
      "d:6": 342,
      "d:7": 343,
      "d:8": 344,
      "d:9": 345,
      "d:a": 346,
      "d:b": 347,
      "d:c": 348,
      "d:d": 349,
      "d:e": 350,
      "d:f": 351,
      "e:0": 352,
      "e:1": 353,
      "e:2": 354,
      "e:3": 355,
      "e:4": 356,
      "e:5": 357,
      "e:6": 358,
      "e:7": 359,
      "e:8": 360,
      "e:9": 361,
      "e:a": 362,
      "e:b": 363,
      "e:c": 364,
      "e:d": 365,
      "e:e": 366,
      "e:f": 367,
      "f:0": 368,
      "f:1": 369,
      "f:2": 370,
      "f:3": 371,
      "f:4": 372,
      "f:5": 373,
      "f:6": 374,
      "f:7": 375,
      "f:8": 376,
      "f:9": 377,
      "f:a": 378,
      "f:b": 379,
      "f:c": 380,
      "f:d": 381,
      "f:e": 382,
      "f:f": 383,
      "10:0": 384,
      "10:1": 385,
      "10:2": 386,
      "10:3": 387,
      "10:4": 388,
      "10:5": 389,
      "10:6": 390,
      "10:7": 391,
      "10:8": 392,
      "10:9": 393,
      "10:a": 394,
      "10:b": 395,
      "10:c": 396,
      "10:d": 397,
      "10:e": 398,
      "10:f": 399,
      "11:0": 400,
      "11:1": 401,
      "11:2": 402,
      "11:3": 403,
      "11:4": 404,
      "11:5": 405,
      "11:6": 406,
      "11:7": 407,
      "11:8": 408,
      "11:9": 409,
      "11:a": 410,
      "11:b": 411,
      "11:c": 412,
      "11:d": 413,
      "11:e": 414,
      "11:f": 415,
      "12:0": 416,
      "12:1": 417,
      "12:2": 418,
      "12:3": 419,
      "12:4": 420,
      "12:5": 421,
      "12:6": 422,
      "12:7": 423,
      "12:8": 424,
      "12:9": 425,
      "12:a": 426,
      "12:b": 427,
      "12:c": 428,
      "12:d": 429,
      "12:e": 430,
      "12:f": 431,
      "13:0": 432,
      "13:1": 433,
      "13:2": 434,
      "13:3": 435,
      "13:4": 436,
      "13:5": 437,
      "13:6": 438,
      "13:7": 439,
      "13:8": 440,
      "13:9": 441,
      "13:a": 442,
      "13:b": 443,
      "13:c": 444,
      "13:d": 445,
      "13:e": 446,
      "13:f": 447,
      "14:0": 448,
      "14:1": 449,
      "14:2": 450,
      "14:3": 451,
      "14:4": 452,
      "14:5": 453,
      "14:6": 454,
      "14:7": 455,
      "14:8": 456,
      "14:9": 457,
      "14:a": 458,
      "14:b": 459,
      "14:c": 460,
      "14:d": 461,
      "14:e": 462,
      "14:f": 463,
      "15:0": 464,
      "15:1": 465,
      "15:2": 466,
      "15:3": 467,
      "15:4": 468,
      "15:5": 469,
      "15:6": 470,
      "15:7": 471,
      "15:8": 472,
      "15:9": 473,
      "15:a": 474,
      "15:b": 475,
      "15:c": 476,
      "15:d": 477,
      "15:e": 478,
      "15:f": 479,
      "16:0": 480,
      "16:1": 481,
      "16:2": 482,
      "16:3": 483,
      "16:4": 484,
      "16:5": 485,
      "16:6": 486,
      "16:7": 487,
      "16:8": 488,
      "16:9": 489,
      "16:a": 490,
      "16:b": 491,
      "16:c": 492,
      "16:d": 493,
      "16:e": 494,
      "16:f": 495,
      "17:0": 496,
      "17:1": 497,
      "17:2": 498,
      "17:3": 499,
      "17:4": 500,
      "17:5": 501,
      "17:6": 502,
      "17:7": 503,
      "17:8": 504,
      "17:9": 505,
      "17:a": 506,
      "17:b": 507,
      "17:c": 508,
      "17:d": 509,
      "17:e": 510,
      "17:f": 511,
      "18:0": 512,
      "18:1": 513,
      "18:2": 514,
      "18:3": 515,
      "18:4": 516,
      "18:5": 517,
      "18:6": 518,
      "18:7": 519,
      "18:8": 520,
      "18:9": 521,
      "18:a": 522,
      "18:b": 523,
      "18:c": 524,
      "18:d": 525,
      "18:e": 526,
      "18:f": 527,
      "19:0": 528,
      "19:1": 529,
      "19:2": 530,
      "19:3": 531,
      "19:4": 532,
      "19:5": 533,
      "19:6": 534,
      "19:7": 535,
      "19:8": 536,
      "19:9": 537,
      "19:a": 538,
      "19:b": 539,
      "19:c": 540,
      "19:d": 541,
      "19:e": 542,
      "19:f": 543,
      "1a:0": 544,
      "1a:1": 545,
      "1a:2": 546,
      "1a:3": 547,
      "1a:4": 548,
      "1a:5": 549,
      "1a:6": 550,
      "1a:7": 551,
      "1a:8": 552,
      "1a:9": 553,
      "1a:a": 554,
      "1a:b": 555,
      "1a:c": 556,
      "1a:d": 557,
      "1a:e": 558,
      "1a:f": 559,
      "1b:0": 560,
      "1b:1": 561,
      "1b:2": 562,
      "1b:3": 563,
      "1b:4": 564,
      "1b:5": 565,
      "1b:6": 566,
      "1b:7": 567,
      "1b:8": 568,
      "1b:9": 569,
      "1b:a": 570,
      "1b:b": 571,
      "1b:c": 572,
      "1b:d": 573,
      "1b:e": 574,
      "1b:f": 575,
      "1c:0": 576,
      "1c:1": 577,
      "1c:2": 578,
      "1c:3": 579,
      "1c:4": 580,
      "1c:5": 581,
      "1c:6": 582,
      "1c:7": 583,
      "1c:8": 584,
      "1c:9": 585,
      "1c:a": 586,
      "1c:b": 587,
      "1c:c": 588,
      "1c:d": 589,
      "1c:e": 590,
      "1c:f": 591,
      "1d:0": 592,
      "1d:1": 593,
      "1d:2": 594,
      "1d:3": 595,
      "1d:4": 596,
      "1d:5": 597,
      "1d:6": 598,
      "1d:7": 599,
      "1d:8": 600,
      "1d:9": 601,
      "1d:a": 602,
      "1d:b": 603,
      "1d:c": 604,
      "1d:d": 605,
      "1d:e": 606,
      "1d:f": 607,
      "1e:0": 608,
      "1e:1": 609,
      "1e:2": 610,
      "1e:3": 611,
      "1e:4": 612,
      "1e:5": 613,
      "1e:6": 614,
      "1e:7": 615,
      "1e:8": 616,
      "1e:9": 617,
      "1e:a": 618,
      "1e:b": 619,
      "1e:c": 620,
      "1e:d": 621,
      "1e:e": 622,
      "1e:f": 623,
      "1f:0": 624,
      "1f:1": 625,
      "1f:2": 626,
      "1f:3": 627,
      "1f:4": 628,
      "1f:5": 629,
      "1f:6": 630,
      "1f:7": 631,
      "1f:8": 632,
      "1f:9": 633,
      "1f:a": 634,
      "1f:b": 635,
      "1f:c": 636,
      "1f:d": 637,
      "1f:e": 638,
      "1f:f": 639,
      "20:0": 640,
      "20:1": 641,
      "20:2": 642,
      "20:3": 643,
      "20:4": 644,
      "20:5": 645,
      "20:6": 646,
      "20:7": 647,
      "20:8": 648,
      "20:9": 649,
      "20:a": 650,
      "20:b": 651,
      "20:c": 652,
      "20:d": 653,
      "20:e": 654,
      "20:f": 655,
      "21:0": 656,
      "21:1": 657,
      "21:2": 658,
      "21:3": 659,
      "21:4": 660,
      "21:5": 661,
      "21:6": 662,
      "21:7": 663,
      "21:8": 664,
      "21:9": 665,
      "21:a": 666,
      "21:b": 667,
      "21:c": 668,
      "21:d": 669,
      "21:e": 670,
      "21:f": 671,
      "22:0": 672,
      "22:1": 673,
      "22:2": 674,
      "22:3": 675,
      "22:4": 676,
      "22:5": 677,
      "22:6": 678,
      "22:7": 679,
      "22:8": 680,
      "22:9": 681,
      "22:a": 682,
      "22:b": 683,
      "22:c": 684,
      "22:d": 685,
      "22:e": 686,
      "22:f": 687,
      "23:0": 688,
      "23:1": 689,
      "23:2": 690,
      "23:3": 691,
      "23:4": 692,
      "23:5": 693,
      "23:6": 694,
      "23:7": 695,
      "23:8": 696,
      "23:9": 697,
      "23:a": 698,
      "23:b": 699,
      "23:c": 700,
      "23:d": 701,
      "23:e": 702,
      "23:f": 703,
      "24:0": 704,
      "24:1": 705,
      "24:2": 706,
      "24:3": 707,
      "24:4": 708,
      "24:5": 709,
      "24:6": 710,
      "24:7": 711,
      "24:8": 712,
      "24:9": 713,
      "24:a": 714,
      "24:b": 715,
      "24:c": 716,
      "24:d": 717,
      "24:e": 718,
      "24:f": 719,
      "25:0": 720,
      "25:1": 721,
      "25:2": 722,
      "25:3": 723,
      "25:4": 724,
      "25:5": 725,
      "25:6": 726,
      "25:7": 727,
      "25:8": 728,
      "25:9": 729,
      "25:a": 730,
      "25:b": 731,
      "25:c": 732,
      "25:d": 733,
      "25:e": 734,
      "25:f": 735,
      "26:0": 736,
      "26:1": 737,
      "26:2": 738,
      "26:3": 739,
      "26:4": 740,
      "26:5": 741,
      "26:6": 742,
      "26:7": 743,
      "26:8": 744,
      "26:9": 745,
      "26:a": 746,
      "26:b": 747,
      "26:c": 748,
      "26:d": 749,
      "26:e": 750,
      "26:f": 751,
      "27:0": 752,
      "27:1": 753,
      "27:2": 754,
      "27:3": 755,
      "27:4": 756,
      "27:5": 757,
      "27:6": 758,
      "27:7": 759,
      "27:8": 760,
      "27:9": 761,
      "27:a": 762,
      "27:b": 763,
      "27:c": 764,
      "27:d": 765,
      "27:e": 766,
      "27:f": 767,
      "28:0": 768,
      "28:1": 769,
      "28:2": 770,
      "28:3": 771,
      "28:4": 772,
      "28:5": 773,
      "28:6": 774,
      "28:7": 775,
      "28:8": 776,
      "28:9": 777,
      "28:a": 778,
      "28:b": 779,
      "28:c": 780,
      "28:d": 781,
      "28:e": 782,
      "28:f": 783,
      "29:0": 784,
      "29:1": 785,
      "29:2": 786,
      "29:3": 787,
      "29:4": 788,
      "29:5": 789,
      "29:6": 790,
      "29:7": 791,
      "29:8": 792,
      "29:9": 793,
      "29:a": 794,
      "29:b": 795,
      "29:c": 796,
      "29:d": 797,
      "29:e": 798,
      "29:f": 799,
      "2a:0": 800,
      "2a:1": 801,
      "2a:2": 802,
      "2a:3": 803,
      "2a:4": 804,
      "2a:5": 805,
      "2a:6": 806,
      "2a:7": 807,
      "2a:8": 808,
      "2a:9": 809,
      "2a:a": 810,
      "2a:b": 811,
      "2a:c": 812,
      "2a:d": 813,
      "2a:e": 814,
      "2a:f": 815,
      "2b:0": 816,
      "2b:1": 817,
      "2b:2": 818,
      "2b:3": 819,
      "2b:4": 820,
      "2b:5": 821,
      "2b:6": 822,
      "2b:7": 823,
      "2b:8": 824,
      "2b:9": 825,
      "2b:a": 826,
      "2b:b": 827,
      "2b:c": 828,
      "2b:d": 829,
      "2b:e": 830,
      "2b:f": 831,
      "2c:0": 832,
      "2c:1": 833,
      "2c:2": 834,
      "2c:3": 835,
      "2c:4": 836,
      "2c:5": 837,
      "2c:6": 838,
      "2c:7": 839,
      "2c:8": 840,
      "2c:9": 841,
      "2c:a": 842,
      "2c:b": 843,
      "2c:c": 844,
      "2c:d": 845,
      "2c:e": 846,
      "2c:f": 847,
      "2d:0": 848,
      "2d:1": 849,
      "2d:2": 850,
      "2d:3": 851,
      "2d:4": 852,
      "2d:5": 853,
      "2d:6": 854,
      "2d:7": 855,
      "2d:8": 856,
      "2d:9": 857,
      "2d:a": 858,
      "2d:b": 859,
      "2d:c": 860,
      "2d:d": 861,
      "2d:e": 862,
      "2d:f": 863,
      "2e:0": 864,
      "2e:1": 865,
      "2e:2": 866,
      "2e:3": 867,
      "2e:4": 868,
      "2e:5": 869,
      "2e:6": 870,
      "2e:7": 871,
      "2e:8": 872,
      "2e:9": 873,
      "2e:a": 874,
      "2e:b": 875,
      "2e:c": 876,
      "2e:d": 877,
      "2e:e": 878,
      "2e:f": 879,
      "2f:0": 880,
      "2f:1": 881,
      "2f:2": 882,
      "2f:3": 883,
      "2f:4": 884,
      "2f:5": 885,
      "2f:6": 886,
      "2f:7": 887,
      "2f:8": 888,
      "2f:9": 889,
      "2f:a": 890,
      "2f:b": 891,
      "2f:c": 892,
      "2f:d": 893,
      "2f:e": 894,
      "2f:f": 895,
      "30:0": 896,
      "30:1": 897,
      "30:2": 898,
      "30:3": 899,
      "30:4": 900,
      "30:5": 901,
      "30:6": 902,
      "30:7": 903,
      "30:8": 904,
      "30:9": 905,
      "30:a": 906,
      "30:b": 907,
      "30:c": 908,
      "30:d": 909,
      "30:e": 910,
      "30:f": 911,
      "31:0": 912,
      "31:1": 913,
      "31:2": 914,
      "31:3": 915,
      "31:4": 916,
      "31:5": 917,
      "31:6": 918,
      "31:7": 919,
      "31:8": 920,
      "31:9": 921,
      "31:a": 922,
      "31:b": 923,
      "31:c": 924,
      "31:d": 925,
      "31:e": 926,
      "31:f": 927,
      "32:0": 928,
      "32:1": 929,
      "32:2": 930,
      "32:3": 931,
      "32:4": 932,
      "32:5": 933,
      "32:6": 934,
      "32:7": 935,
      "32:8": 936,
      "32:9": 937,
      "32:a": 938,
      "32:b": 939,
      "32:c": 940,
      "32:d": 941,
      "32:e": 942,
      "32:f": 943,
      "33:0": 944,
      "33:1": 945,
      "33:2": 946,
      "33:3": 947,
      "33:4": 948,
      "33:5": 949,
      "33:6": 950,
      "33:7": 951,
      "33:8": 952,
      "33:9": 953,
      "33:a": 954,
      "33:b": 955,
      "33:c": 956,
      "33:d": 957,
      "33:e": 958,
      "33:f": 959,
      "34:0": 960,
      "34:1": 961,
      "34:2": 962,
      "34:3": 963,
      "34:4": 964,
      "34:5": 965,
      "34:6": 966,
      "34:7": 967,
      "34:8": 968,
      "34:9": 969,
      "34:a": 970,
      "34:b": 971,
      "34:c": 972,
      "34:d": 973,
      "34:e": 974,
      "34:f": 975,
      "35:0": 976,
      "35:1": 977,
      "35:2": 978,
      "35:3": 979,
      "35:4": 980,
      "35:5": 981,
      "35:6": 982,
      "35:7": 983,
      "35:8": 984,
      "35:9": 985,
      "35:a": 986,
      "35:b": 987,
      "35:c": 988,
      "35:d": 989,
      "35:e": 990,
      "35:f": 991,
      "36:0": 992,
      "36:1": 993,
      "36:2": 994,
      "36:3": 995,
      "36:4": 996,
      "36:5": 997,
      "36:6": 998,
      "36:7": 999,
      "36:8": 1000,
      "36:9": 1001,
      "36:a": 1002,
      "36:b": 1003,
      "36:c": 1004,
      "36:d": 1005,
      "36:e": 1006,
      "36:f": 1007,
      "37:0": 1008,
      "37:1": 1009,
      "37:2": 1010,
      "37:3": 1011,
      "37:4": 1012,
      "37:5": 1013,
      "37:6": 1014,
      "37:7": 1015,
      "37:8": 1016,
      "37:9": 1017,
      "37:a": 1018,
      "37:b": 1019,
      "37:c": 1020,
      "37:d": 1021,
      "37:e": 1022,
      "37:f": 1023,
      "38:0": 1024,
      "38:1": 1025,
      "38:2": 1026,
      "38:3": 1027,
      "38:4": 1028,
      "38:5": 1029,
      "38:6": 1030,
      "38:7": 1031,
      "38:8": 1032,
      "38:9": 1033,
      "38:a": 1034,
      "38:b": 1035,
      "38:c": 1036,
      "38:d": 1037,
      "38:e": 1038,
      "38:f": 1039,
      "39:0": 1040,
      "39:1": 1041,
      "39:2": 1042,
      "39:3": 1043,
      "39:4": 1044,
      "39:5": 1045,
      "39:6": 1046,
      "39:7": 1047,
      "39:8": 1048,
      "39:9": 1049,
      "39:a": 1050,
      "39:b": 1051,
      "39:c": 1052,
      "39:d": 1053,
      "39:e": 1054,
      "39:f": 1055,
      "3a:0": 1056,
      "3a:1": 1057,
      "3a:2": 1058,
      "3a:3": 1059,
      "3a:4": 1060,
      "3a:5": 1061,
      "3a:6": 1062,
      "3a:7": 1063,
      "3a:8": 1064,
      "3a:9": 1065,
      "3a:a": 1066,
      "3a:b": 1067,
      "3a:c": 1068,
      "3a:d": 1069,
      "3a:e": 1070,
      "3a:f": 1071,
      "3b:0": 1072,
      "3b:1": 1073,
      "3b:2": 1074,
      "3b:3": 1075,
      "3b:4": 1076,
      "3b:5": 1077,
      "3b:6": 1078,
      "3b:7": 1079,
      "3b:8": 1080,
      "3b:9": 1081,
      "3b:a": 1082,
      "3b:b": 1083,
      "3b:c": 1084,
      "3b:d": 1085,
      "3b:e": 1086,
      "3b:f": 1087,
      "3c:0": 1088,
      "3c:1": 1089,
      "3c:2": 1090,
      "3c:3": 1091,
      "3c:4": 1092,
      "3c:5": 1093,
      "3c:6": 1094,
      "3c:7": 1095,
      "3c:8": 1096,
      "3c:9": 1097,
      "3c:a": 1098,
      "3c:b": 1099,
      "3c:c": 1100,
      "3c:d": 1101,
      "3c:e": 1102,
      "3c:f": 1103,
      "3d:0": 1104,
      "3d:1": 1105,
      "3d:2": 1106,
      "3d:3": 1107,
      "3d:4": 1108,
      "3d:5": 1109,
      "3d:6": 1110,
      "3d:7": 1111,
      "3d:8": 1112,
      "3d:9": 1113,
      "3d:a": 1114,
      "3d:b": 1115,
      "3d:c": 1116,
      "3d:d": 1117,
      "3d:e": 1118,
      "3d:f": 1119,
      "3e:0": 1120,
      "3e:1": 1121,
      "3e:2": 1122,
      "3e:3": 1123,
      "3e:4": 1124,
      "3e:5": 1125,
      "3e:6": 1126,
      "3e:7": 1127,
      "3e:8": 1128,
      "3e:9": 1129,
      "3e:a": 1130,
      "3e:b": 1131,
      "3e:c": 1132,
      "3e:d": 1133,
      "3e:e": 1134,
      "3e:f": 1135,
      "3f:0": 1136,
      "3f:1": 1137,
      "3f:2": 1138,
      "3f:3": 1139,
      "3f:4": 1140,
      "3f:5": 1141,
      "3f:6": 1142,
      "3f:7": 1143,
      "3f:8": 1144,
      "3f:9": 1145,
      "3f:a": 1146,
      "3f:b": 1147,
      "3f:c": 1148,
      "3f:d": 1149,
      "3f:e": 1150,
      "3f:f": 1151,
      "40:0": 1152,
      "40:1": 1153,
      "40:2": 1154,
      "40:3": 1155,
      "40:4": 1156,
      "40:5": 1157,
      "40:6": 1158,
      "40:7": 1159,
      "40:8": 1160,
      "40:9": 1161,
      "40:a": 1162,
      "40:b": 1163,
      "40:c": 1164,
      "40:d": 1165,
      "40:e": 1166,
      "40:f": 1167,
      "41:0": 1168,
      "41:1": 1169,
      "41:2": 1170,
      "41:3": 1171,
      "41:4": 1172,
      "41:5": 1173,
      "41:6": 1174,
      "41:7": 1175,
      "41:8": 1176,
      "41:9": 1177,
      "41:a": 1178,
      "41:b": 1179,
      "41:c": 1180,
      "41:d": 1181,
      "41:e": 1182,
      "41:f": 1183,
      "42:0": 1184,
      "42:1": 1185,
      "42:2": 1186,
      "42:3": 1187,
      "42:4": 1188,
      "42:5": 1189,
      "42:6": 1190,
      "42:7": 1191,
      "42:8": 1192,
      "42:9": 1193,
      "42:a": 1194,
      "42:b": 1195,
      "42:c": 1196,
      "42:d": 1197,
      "42:e": 1198,
      "42:f": 1199,
      "43:0": 1200,
      "43:1": 1201,
      "43:2": 1202,
      "43:3": 1203,
      "43:4": 1204,
      "43:5": 1205,
      "43:6": 1206,
      "43:7": 1207,
      "43:8": 1208,
      "43:9": 1209,
      "43:a": 1210,
      "43:b": 1211,
      "43:c": 1212,
      "43:d": 1213,
      "43:e": 1214,
      "43:f": 1215,
      "44:0": 1216,
      "44:1": 1217,
      "44:2": 1218,
      "44:3": 1219,
      "44:4": 1220,
      "44:5": 1221,
      "44:6": 1222,
      "44:7": 1223,
      "44:8": 1224,
      "44:9": 1225,
      "44:a": 1226,
      "44:b": 1227,
      "44:c": 1228,
      "44:d": 1229,
      "44:e": 1230,
      "44:f": 1231,
      "45:0": 1232,
      "45:1": 1233,
      "45:2": 1234,
      "45:3": 1235,
      "45:4": 1236,
      "45:5": 1237,
      "45:6": 1238,
      "45:7": 1239,
      "45:8": 1240,
      "45:9": 1241,
      "45:a": 1242,
      "45:b": 1243,
      "45:c": 1244,
      "45:d": 1245,
      "45:e": 1246,
      "45:f": 1247,
      "46:0": 1248,
      "46:1": 1249,
      "46:2": 1250,
      "46:3": 1251,
      "46:4": 1252,
      "46:5": 1253,
      "46:6": 1254,
      "46:7": 1255,
      "46:8": 1256,
      "46:9": 1257,
      "46:a": 1258,
      "46:b": 1259,
      "46:c": 1260,
      "46:d": 1261,
      "46:e": 1262,
      "46:f": 1263,
      "47:0": 1264,
      "47:1": 1265,
      "47:2": 1266,
      "47:3": 1267,
      "47:4": 1268,
      "47:5": 1269,
      "47:6": 1270,
      "47:7": 1271,
      "47:8": 1272,
      "47:9": 1273,
      "47:a": 1274,
      "47:b": 1275,
      "47:c": 1276,
      "47:d": 1277,
      "47:e": 1278,
      "47:f": 1279,
      "48:0": 1280,
      "48:1": 1281,
      "48:2": 1282,
      "48:3": 1283,
      "48:4": 1284,
      "48:5": 1285,
      "48:6": 1286,
      "48:7": 1287,
      "48:8": 1288,
      "48:9": 1289,
      "48:a": 1290,
      "48:b": 1291,
      "48:c": 1292,
      "48:d": 1293,
      "48:e": 1294,
      "48:f": 1295,
      "49:0": 1296,
      "49:1": 1297,
      "49:2": 1298,
      "49:3": 1299,
      "49:4": 1300,
      "49:5": 1301,
      "49:6": 1302,
      "49:7": 1303,
      "49:8": 1304,
      "49:9": 1305,
      "49:a": 1306,
      "49:b": 1307,
      "49:c": 1308,
      "49:d": 1309,
      "49:e": 1310,
      "49:f": 1311,
      "4a:0": 1312,
      "4a:1": 1313,
      "4a:2": 1314,
      "4a:3": 1315,
      "4a:4": 1316,
      "4a:5": 1317,
      "4a:6": 1318,
      "4a:7": 1319,
      "4a:8": 1320,
      "4a:9": 1321,
      "4a:a": 1322,
      "4a:b": 1323,
      "4a:c": 1324,
      "4a:d": 1325,
      "4a:e": 1326,
      "4a:f": 1327,
      "4b:0": 1328,
      "4b:1": 1329,
      "4b:2": 1330,
      "4b:3": 1331,
      "4b:4": 1332,
      "4b:5": 1333,
      "4b:6": 1334,
      "4b:7": 1335,
      "4b:8": 1336,
      "4b:9": 1337,
      "4b:a": 1338,
      "4b:b": 1339,
      "4b:c": 1340,
      "4b:d": 1341,
      "4b:e": 1342,
      "4b:f": 1343,
      "4c:0": 1344,
      "4c:1": 1345,
      "4c:2": 1346,
      "4c:3": 1347,
      "4c:4": 1348,
      "4c:5": 1349,
      "4c:6": 1350,
      "4c:7": 1351,
      "4c:8": 1352,
      "4c:9": 1353,
      "4c:a": 1354,
      "4c:b": 1355,
      "4c:c": 1356,
      "4c:d": 1357,
      "4c:e": 1358,
      "4c:f": 1359,
      "4d:0": 1360,
      "4d:1": 1361,
      "4d:2": 1362,
      "4d:3": 1363,
      "4d:4": 1364,
      "4d:5": 1365,
      "4d:6": 1366,
      "4d:7": 1367,
      "4d:8": 1368,
      "4d:9": 1369,
      "4d:a": 1370,
      "4d:b": 1371,
      "4d:c": 1372,
      "4d:d": 1373,
      "4d:e": 1374,
      "4d:f": 1375,
      "4e:0": 1376,
      "4e:1": 1377,
      "4e:2": 1378,
      "4e:3": 1379,
      "4e:4": 1380,
      "4e:5": 1381,
      "4e:6": 1382,
      "4e:7": 1383,
      "4e:8": 1384,
      "4e:9": 1385,
      "4e:a": 1386,
      "4e:b": 1387,
      "4e:c": 1388,
      "4e:d": 1389,
      "4e:e": 1390,
      "4e:f": 1391,
      "4f:0": 1392,
      "4f:1": 1393,
      "4f:2": 1394,
      "4f:3": 1395,
      "4f:4": 1396,
      "4f:5": 1397,
      "4f:6": 1398,
      "4f:7": 1399,
      "4f:8": 1400,
      "4f:9": 1401,
      "4f:a": 1402,
      "4f:b": 1403,
      "4f:c": 1404,
      "4f:d": 1405,
      "4f:e": 1406,
      "4f:f": 1407,
      "50:0": 1408,
      "50:1": 1409,
      "50:2": 1410,
      "50:3": 1411,
      "50:4": 1412,
      "50:5": 1413,
      "50:6": 1414,
      "50:7": 1415,
      "50:8": 1416,
      "50:9": 1417,
      "50:a": 1418,
      "50:b": 1419,
      "50:c": 1420,
      "50:d": 1421,
      "50:e": 1422,
      "50:f": 1423,
      "51:0": 1424,
      "51:1": 1425,
      "51:2": 1426,
      "51:3": 1427,
      "51:4": 1428,
      "51:5": 1429,
      "51:6": 1430,
      "51:7": 1431,
      "51:8": 1432,
      "51:9": 1433,
      "51:a": 1434,
      "51:b": 1435,
      "51:c": 1436,
      "51:d": 1437,
      "51:e": 1438,
      "51:f": 1439,
      "52:0": 1440,
      "52:1": 1441,
      "52:2": 1442,
      "52:3": 1443,
      "52:4": 1444,
      "52:5": 1445,
      "52:6": 1446,
      "52:7": 1447,
      "52:8": 1448,
      "52:9": 1449,
      "52:a": 1450,
      "52:b": 1451,
      "52:c": 1452,
      "52:d": 1453,
      "52:e": 1454,
      "52:f": 1455,
      "53:0": 1456,
      "53:1": 1457,
      "53:2": 1458,
      "53:3": 1459,
      "53:4": 1460,
      "53:5": 1461,
      "53:6": 1462,
      "53:7": 1463,
      "53:8": 1464,
      "53:9": 1465,
      "53:a": 1466,
      "53:b": 1467,
      "53:c": 1468,
      "53:d": 1469,
      "53:e": 1470,
      "53:f": 1471,
      "54:0": 1472,
      "54:1": 1473,
      "54:2": 1474,
      "54:3": 1475,
      "54:4": 1476,
      "54:5": 1477,
      "54:6": 1478,
      "54:7": 1479,
      "54:8": 1480,
      "54:9": 1481,
      "54:a": 1482,
      "54:b": 1483,
      "54:c": 1484,
      "54:d": 1485,
      "54:e": 1486,
      "54:f": 1487,
      "55:0": 1488,
      "55:1": 1489,
      "55:2": 1490,
      "55:3": 1491,
      "55:4": 1492,
      "55:5": 1493,
      "55:6": 1494,
      "55:7": 1495,
      "55:8": 1496,
      "55:9": 1497,
      "55:a": 1498,
      "55:b": 1499,
      "55:c": 1500,
      "55:d": 1501,
      "55:e": 1502,
      "55:f": 1503,
      "56:0": 1504,
      "56:1": 1505,
      "56:2": 1506,
      "56:3": 1507,
      "56:4": 1508,
      "56:5": 1509,
      "56:6": 1510,
      "56:7": 1511,
      "56:8": 1512,
      "56:9": 1513,
      "56:a": 1514,
      "56:b": 1515,
      "56:c": 1516,
      "56:d": 1517,
      "56:e": 1518,
      "56:f": 1519,
      "57:0": 1520,
      "57:1": 1521,
      "57:2": 1522,
      "57:3": 1523,
      "57:4": 1524,
      "57:5": 1525,
      "57:6": 1526,
      "57:7": 1527,
      "57:8": 1528,
      "57:9": 1529,
      "57:a": 1530,
      "57:b": 1531,
      "57:c": 1532,
      "57:d": 1533,
      "57:e": 1534,
      "57:f": 1535,
      "58:0": 1536,
      "58:1": 1537,
      "58:2": 1538,
      "58:3": 1539,
      "58:4": 1540,
      "58:5": 1541,
      "58:6": 1542,
      "58:7": 1543,
      "58:8": 1544,
      "58:9": 1545,
      "58:a": 1546,
      "58:b": 1547,
      "58:c": 1548,
      "58:d": 1549,
      "58:e": 1550,
      "58:f": 1551,
      "59:0": 1552,
      "59:1": 1553,
      "59:2": 1554,
      "59:3": 1555,
      "59:4": 1556,
      "59:5": 1557,
      "59:6": 1558,
      "59:7": 1559,
      "59:8": 1560,
      "59:9": 1561,
      "59:a": 1562,
      "59:b": 1563,
      "59:c": 1564,
      "59:d": 1565,
      "59:e": 1566,
      "59:f": 1567,
      "5a:0": 1568,
      "5a:1": 1569,
      "5a:2": 1570,
      "5a:3": 1571,
      "5a:4": 1572,
      "5a:5": 1573,
      "5a:6": 1574,
      "5a:7": 1575,
      "5a:8": 1576,
      "5a:9": 1577,
      "5a:a": 1578,
      "5a:b": 1579,
      "5a:c": 1580,
      "5a:d": 1581,
      "5a:e": 1582,
      "5a:f": 1583,
      "5b:0": 1584,
      "5b:1": 1585,
      "5b:2": 1586,
      "5b:3": 1587,
      "5b:4": 1588,
      "5b:5": 1589,
      "5b:6": 1590,
      "5b:7": 1591,
      "5b:8": 1592,
      "5b:9": 1593,
      "5b:a": 1594,
      "5b:b": 1595,
      "5b:c": 1596,
      "5b:d": 1597,
      "5b:e": 1598,
      "5b:f": 1599,
      "5c:0": 1600,
      "5c:1": 1601,
      "5c:2": 1602,
      "5c:3": 1603,
      "5c:4": 1604,
      "5c:5": 1605,
      "5c:6": 1606,
      "5c:7": 1607,
      "5c:8": 1608,
      "5c:9": 1609,
      "5c:a": 1610,
      "5c:b": 1611,
      "5c:c": 1612,
      "5c:d": 1613,
      "5c:e": 1614,
      "5c:f": 1615,
      "5d:0": 1616,
      "5d:1": 1617,
      "5d:2": 1618,
      "5d:3": 1619,
      "5d:4": 1620,
      "5d:5": 1621,
      "5d:6": 1622,
      "5d:7": 1623,
      "5d:8": 1624,
      "5d:9": 1625,
      "5d:a": 1626,
      "5d:b": 1627,
      "5d:c": 1628,
      "5d:d": 1629,
      "5d:e": 1630,
      "5d:f": 1631,
      "5e:0": 1632,
      "5e:1": 1633,
      "5e:2": 1634,
      "5e:3": 1635,
      "5e:4": 1636,
      "5e:5": 1637,
      "5e:6": 1638,
      "5e:7": 1639,
      "5e:8": 1640,
      "5e:9": 1641,
      "5e:a": 1642,
      "5e:b": 1643,
      "5e:c": 1644,
      "5e:d": 1645,
      "5e:e": 1646,
      "5e:f": 1647,
      "5f:0": 1648,
      "5f:1": 1649,
      "5f:2": 1650,
      "5f:3": 1651,
      "5f:4": 1652,
      "5f:5": 1653,
      "5f:6": 1654,
      "5f:7": 1655,
      "5f:8": 1656,
      "5f:9": 1657,
      "5f:a": 1658,
      "5f:b": 1659,
      "5f:c": 1660,
      "5f:d": 1661,
      "5f:e": 1662,
      "5f:f": 1663,
      "60:0": 1664,
      "60:1": 1665,
      "60:2": 1666,
      "60:3": 1667,
      "60:4": 1668,
      "60:5": 1669,
      "60:6": 1670,
      "60:7": 1671,
      "60:8": 1672,
      "60:9": 1673,
      "60:a": 1674,
      "60:b": 1675,
      "60:c": 1676,
      "60:d": 1677,
      "60:e": 1678,
      "60:f": 1679,
      "61:0": 1680,
      "61:1": 1681,
      "61:2": 1682,
      "61:3": 1683,
      "61:4": 1684,
      "61:5": 1685,
      "61:6": 1686,
      "61:7": 1687,
      "61:8": 1688,
      "61:9": 1689,
      "61:a": 1690,
      "61:b": 1691,
      "61:c": 1692,
      "61:d": 1693,
      "61:e": 1694,
      "61:f": 1695,
      "62:0": 1696,
      "62:1": 1697,
      "62:2": 1698,
      "62:3": 1699,
      "62:4": 1700,
      "62:5": 1701,
      "62:6": 1702,
      "62:7": 1703,
      "62:8": 1704,
      "62:9": 1705,
      "62:a": 1706,
      "62:b": 1707,
      "62:c": 1708,
      "62:d": 1709,
      "62:e": 1710,
      "62:f": 1711,
      "63:0": 1712,
      "63:1": 1713,
      "63:2": 1714,
      "63:3": 1715,
      "63:4": 1716,
      "63:5": 1717,
      "63:6": 1718,
      "63:7": 1719,
      "63:8": 1720,
      "63:9": 1721,
      "63:a": 1722,
      "63:b": 1723,
      "63:c": 1724,
      "63:d": 1725,
      "63:e": 1726,
      "63:f": 1727,
      "64:0": 1728,
      "64:1": 1729,
      "64:2": 1730,
      "64:3": 1731,
      "64:4": 1732,
      "64:5": 1733,
      "64:6": 1734,
      "64:7": 1735,
      "64:8": 1736,
      "64:9": 1737,
      "64:a": 1738,
      "64:b": 1739,
      "64:c": 1740,
      "64:d": 1741,
      "64:e": 1742,
      "64:f": 1743,
      "65:0": 1744,
      "65:1": 1745,
      "65:2": 1746,
      "65:3": 1747,
      "65:4": 1748,
      "65:5": 1749,
      "65:6": 1750,
      "65:7": 1751,
      "65:8": 1752,
      "65:9": 1753,
      "65:a": 1754,
      "65:b": 1755,
      "65:c": 1756,
      "65:d": 1757,
      "65:e": 1758,
      "65:f": 1759,
      "66:0": 1760,
      "66:1": 1761,
      "66:2": 1762,
      "66:3": 1763,
      "66:4": 1764,
      "66:5": 1765,
      "66:6": 1766,
      "66:7": 1767,
      "66:8": 1768,
      "66:9": 1769,
      "66:a": 1770,
      "66:b": 1771,
      "66:c": 1772,
      "66:d": 1773,
      "66:e": 1774,
      "66:f": 1775,
      "67:0": 1776,
      "67:1": 1777,
      "67:2": 1778,
      "67:3": 1779,
      "67:4": 1780,
      "67:5": 1781,
      "67:6": 1782,
      "67:7": 1783,
      "67:8": 1784,
      "67:9": 1785,
      "67:a": 1786,
      "67:b": 1787,
      "67:c": 1788,
      "67:d": 1789,
      "67:e": 1790,
      "67:f": 1791,
      "68:0": 1792,
      "68:1": 1793,
      "68:2": 1794,
      "68:3": 1795,
      "68:4": 1796,
      "68:5": 1797,
      "68:6": 1798,
      "68:7": 1799,
      "68:8": 1800,
      "68:9": 1801,
      "68:a": 1802,
      "68:b": 1803,
      "68:c": 1804,
      "68:d": 1805,
      "68:e": 1806,
      "68:f": 1807,
      "69:0": 1808,
      "69:1": 1809,
      "69:2": 1810,
      "69:3": 1811,
      "69:4": 1812,
      "69:5": 1813,
      "69:6": 1814,
      "69:7": 1815,
      "69:8": 1816,
      "69:9": 1817,
      "69:a": 1818,
      "69:b": 1819,
      "69:c": 1820,
      "69:d": 1821,
      "69:e": 1822,
      "69:f": 1823,
      "6a:0": 1824,
      "6a:1": 1825,
      "6a:2": 1826,
      "6a:3": 1827,
      "6a:4": 1828,
      "6a:5": 1829,
      "6a:6": 1830,
      "6a:7": 1831,
      "6a:8": 1832,
      "6a:9": 1833,
      "6a:a": 1834,
      "6a:b": 1835,
      "6a:c": 1836,
      "6a:d": 1837,
      "6a:e": 1838,
      "6a:f": 1839,
      "6b:0": 1840,
      "6b:1": 1841,
      "6b:2": 1842,
      "6b:3": 1843,
      "6b:4": 1844,
      "6b:5": 1845,
      "6b:6": 1846,
      "6b:7": 1847,
      "6b:8": 1848,
      "6b:9": 1849,
      "6b:a": 1850,
      "6b:b": 1851,
      "6b:c": 1852,
      "6b:d": 1853,
      "6b:e": 1854,
      "6b:f": 1855,
      "6c:0": 1856,
      "6c:1": 1857,
      "6c:2": 1858,
      "6c:3": 1859,
      "6c:4": 1860,
      "6c:5": 1861,
      "6c:6": 1862,
      "6c:7": 1863,
      "6c:8": 1864,
      "6c:9": 1865,
      "6c:a": 1866,
      "6c:b": 1867,
      "6c:c": 1868,
      "6c:d": 1869,
      "6c:e": 1870,
      "6c:f": 1871,
      "6d:0": 1872,
      "6d:1": 1873,
      "6d:2": 1874,
      "6d:3": 1875,
      "6d:4": 1876,
      "6d:5": 1877,
      "6d:6": 1878,
      "6d:7": 1879,
      "6d:8": 1880,
      "6d:9": 1881,
      "6d:a": 1882,
      "6d:b": 1883,
      "6d:c": 1884,
      "6d:d": 1885,
      "6d:e": 1886,
      "6d:f": 1887,
      "6e:0": 1888,
      "6e:1": 1889,
      "6e:2": 1890,
      "6e:3": 1891,
      "6e:4": 1892,
      "6e:5": 1893,
      "6e:6": 1894,
      "6e:7": 1895,
      "6e:8": 1896,
      "6e:9": 1897,
      "6e:a": 1898,
      "6e:b": 1899,
      "6e:c": 1900,
      "6e:d": 1901,
      "6e:e": 1902,
      "6e:f": 1903,
      "6f:0": 1904,
      "6f:1": 1905,
      "6f:2": 1906,
      "6f:3": 1907,
      "6f:4": 1908,
      "6f:5": 1909,
      "6f:6": 1910,
      "6f:7": 1911,
      "6f:8": 1912,
      "6f:9": 1913,
      "6f:a": 1914,
      "6f:b": 1915,
      "6f:c": 1916,
      "6f:d": 1917,
      "6f:e": 1918,
      "6f:f": 1919,
      "70:0": 1920,
      "70:1": 1921,
      "70:2": 1922,
      "70:3": 1923,
      "70:4": 1924,
      "70:5": 1925,
      "70:6": 1926,
      "70:7": 1927,
      "70:8": 1928,
      "70:9": 1929,
      "70:a": 1930,
      "70:b": 1931,
      "70:c": 1932,
      "70:d": 1933,
      "70:e": 1934,
      "70:f": 1935,
      "71:0": 1936,
      "71:1": 1937,
      "71:2": 1938,
      "71:3": 1939,
      "71:4": 1940,
      "71:5": 1941,
      "71:6": 1942,
      "71:7": 1943,
      "71:8": 1944,
      "71:9": 1945,
      "71:a": 1946,
      "71:b": 1947,
      "71:c": 1948,
      "71:d": 1949,
      "71:e": 1950,
      "71:f": 1951,
      "72:0": 1952,
      "72:1": 1953,
      "72:2": 1954,
      "72:3": 1955,
      "72:4": 1956,
      "72:5": 1957,
      "72:6": 1958,
      "72:7": 1959,
      "72:8": 1960,
      "72:9": 1961,
      "72:a": 1962,
      "72:b": 1963,
      "72:c": 1964,
      "72:d": 1965,
      "72:e": 1966,
      "72:f": 1967,
      "73:0": 1968,
      "73:1": 1969,
      "73:2": 1970,
      "73:3": 1971,
      "73:4": 1972,
      "73:5": 1973,
      "73:6": 1974,
      "73:7": 1975,
      "73:8": 1976,
      "73:9": 1977,
      "73:a": 1978,
      "73:b": 1979,
      "73:c": 1980,
      "73:d": 1981,
      "73:e": 1982,
      "73:f": 1983,
      "74:0": 1984,
      "74:1": 1985,
      "74:2": 1986,
      "74:3": 1987,
      "74:4": 1988,
      "74:5": 1989,
      "74:6": 1990,
      "74:7": 1991,
      "74:8": 1992,
      "74:9": 1993,
      "74:a": 1994,
      "74:b": 1995,
      "74:c": 1996,
      "74:d": 1997,
      "74:e": 1998,
      "74:f": 1999,
      "75:0": 2000,
      "75:1": 2001,
      "75:2": 2002,
      "75:3": 2003,
      "75:4": 2004,
      "75:5": 2005,
      "75:6": 2006,
      "75:7": 2007,
      "75:8": 2008,
      "75:9": 2009,
      "75:a": 2010,
      "75:b": 2011,
      "75:c": 2012,
      "75:d": 2013,
      "75:e": 2014,
      "75:f": 2015,
      "76:0": 2016,
      "76:1": 2017,
      "76:2": 2018,
      "76:3": 2019,
      "76:4": 2020,
      "76:5": 2021,
      "76:6": 2022,
      "76:7": 2023,
      "76:8": 2024,
      "76:9": 2025,
      "76:a": 2026,
      "76:b": 2027,
      "76:c": 2028,
      "76:d": 2029,
      "76:e": 2030,
      "76:f": 2031,
      "77:0": 2032,
      "77:1": 2033,
      "77:2": 2034,
      "77:3": 2035,
      "77:4": 2036,
      "77:5": 2037,
      "77:6": 2038,
      "77:7": 2039,
      "77:8": 2040,
      "77:9": 2041,
      "77:a": 2042,
      "77:b": 2043,
      "77:c": 2044,
      "77:d": 2045,
      "77:e": 2046,
      "77:f": 2047,
      "78:0": 2048,
      "78:1": 2049,
      "78:2": 2050,
      "78:3": 2051,
      "78:4": 2052,
      "78:5": 2053,
      "78:6": 2054,
      "78:7": 2055,
      "78:8": 2056,
      "78:9": 2057,
      "78:a": 2058,
      "78:b": 2059,
      "78:c": 2060,
      "78:d": 2061,
      "78:e": 2062,
      "78:f": 2063,
      "79:0": 2064,
      "79:1": 2065,
      "79:2": 2066,
      "79:3": 2067,
      "79:4": 2068,
      "79:5": 2069,
      "79:6": 2070,
      "79:7": 2071,
      "79:8": 2072,
      "79:9": 2073,
      "79:a": 2074,
      "79:b": 2075,
      "79:c": 2076,
      "79:d": 2077,
      "79:e": 2078,
      "79:f": 2079,
      "7a:0": 2080,
      "7a:1": 2081,
      "7a:2": 2082,
      "7a:3": 2083,
      "7a:4": 2084,
      "7a:5": 2085,
      "7a:6": 2086,
      "7a:7": 2087,
      "7a:8": 2088,
      "7a:9": 2089,
      "7a:a": 2090,
      "7a:b": 2091,
      "7a:c": 2092,
      "7a:d": 2093,
      "7a:e": 2094,
      "7a:f": 2095,
      "7b:0": 2096,
      "7b:1": 2097,
      "7b:2": 2098,
      "7b:3": 2099,
      "7b:4": 2100,
      "7b:5": 2101,
      "7b:6": 2102,
      "7b:7": 2103,
      "7b:8": 2104,
      "7b:9": 2105,
      "7b:a": 2106,
      "7b:b": 2107,
      "7b:c": 2108,
      "7b:d": 2109,
      "7b:e": 2110,
      "7b:f": 2111,
      "7c:0": 2112,
      "7c:1": 2113,
      "7c:2": 2114,
      "7c:3": 2115,
      "7c:4": 2116,
      "7c:5": 2117,
      "7c:6": 2118,
      "7c:7": 2119,
      "7c:8": 2120,
      "7c:9": 2121,
      "7c:a": 2122,
      "7c:b": 2123,
      "7c:c": 2124,
      "7c:d": 2125,
      "7c:e": 2126,
      "7c:f": 2127,
      "7d:0": 2128,
      "7d:1": 2129,
      "7d:2": 2130,
      "7d:3": 2131,
      "7d:4": 2132,
      "7d:5": 2133,
      "7d:6": 2134,
      "7d:7": 2135,
      "7d:8": 2136,
      "7d:9": 2137,
      "7d:a": 2138,
      "7d:b": 2139,
      "7d:c": 2140,
      "7d:d": 2141,
      "7d:e": 2142,
      "7d:f": 2143,
      "7e:0": 2144,
      "7e:1": 2145,
      "7e:2": 2146,
      "7e:3": 2147,
      "7e:4": 2148,
      "7e:5": 2149,
      "7e:6": 2150,
      "7e:7": 2151,
      "7e:8": 2152,
      "7e:9": 2153,
      "7e:a": 2154,
      "7e:b": 2155,
      "7e:c": 2156,
      "7e:d": 2157,
      "7e:e": 2158,
      "7e:f": 2159,
      "7f:0": 2160,
      "7f:1": 2161,
      "7f:2": 2162,
      "7f:3": 2163,
      "7f:4": 2164,
      "7f:5": 2165,
      "7f:6": 2166,
      "7f:7": 2167,
      "7f:8": 2168,
      "7f:9": 2169,
      "7f:a": 2170,
      "7f:b": 2171,
      "7f:c": 2172,
      "7f:d": 2173,
      "7f:e": 2174,
      "7f:f": 2175
    },
    "unk_token": "<pad>"
  }
}